Repository: hentoe/touchstone-manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: File
de: Datei

source: Important dates
de: Wichtige Daten

source: Material
de: Werkstoff

source: Thickness From
de: Min. Dicke

source: Thickness To
de: Max. Dicke

source: Weight From
de: Min. Gewicht

source: Weight To
de: Max. Gewicht

source: Infiltrations From
de: Min. Infiltrationen

source: Infiltrations To
de: Max. Infiltrationen

source: Thickness From must be less than Thickness To
de: Mindesdicke muss kleiner als Höchstdicke sein

source: Weight From must be less than Weight To
de: Mindesgewicht muss kleiner als Höchstgewicht sein

source: Infiltrations From must be less than Infiltrations To
de: Mindestanzahl der Infiltrationen muss kleiner als Höchstanzahl sein

source: Mean S21 From
de: Min. mittlere Dämpfung

source: Mean S21 To
de: Max. mittlere Dämpfung

source: Mean S21 From must be less than Mean S21 To
de: Min. Dämpfung muss kleiner als max. Dämpfung sein

source: Measurements
de: Messungen

source: material
de: Werkstoff

source: materials
de: Werkstoffe

source: Name of Material
de: Werkstoffbezeichnung

source: Abbreviated name of Material
de: Abgekürzte Bezeichnung

source: Description
de: Beschreibung

source: material sample
de: Probe

source: material samples
de: Proben

source: Name of Sample
de: Probenname

source: Number of Sample
de: Probennummer

source: Thickness in mm
de: Dicke in mm

source: Weight in mg
de: Gewicht in mg

source: Number of infiltrations with Nanomaterial
de: Anzahl der Infiltrationen mit Nanomaterial

source: measurement
de: Messung

source: measurements
de: Messungen

source: Device under Test
de: Messobjekt

source: Measurement date and time
de: Zeitpunkt der Messung

source: Initially set to the current date and time. Will be updated with the date and time from the imported file.
de: Wird zunächst auf das aktuelle Datum und die aktuelle Uhrzeit gesetzt. Wird mit dem Datum und der Uhrzeit aus der importierten Datei aktualisiert.

source: Touchstone file
de: Touchstone Datei

source: Mean S21 over frequency range
de: Durchschnittlicher S21 im Frequenzbereich

source: %(aero_material)s on %(date)s
de: %(aero_material)s am %(date)s

source: Sample created successfully
de: Probe erfolgreich erstellt

source: Create New Sample
de: Neue Probe hinzufügen

source: Sample updated successfully
de: Probe erfolgreich aktualisiert

source: Update Sample
de: Probe bearbeiten

source: Sample deleted successfully
de: Probe erfolgreich gelöscht

source: Measurement created successfully
de: Messung erfolgreich erstellt

source: Create New Measurement
de: Neue Messung hinzufügen

source: Measurement updated successfully
de: Messung erfolgreich aktualisiert

source: Update Measurement
de: Messung bearbeiten

source: Measurement deleted successfully
de: Messung erfolgreich gelöscht

source: Material created successfully
de: Werkstoff erfolgreich erstellt

source: Create New Material
de: Neuen Werkstoff hinzufügen

source: Material updated successfully
de: Werkstoff erfolgreich aktualisiert

source: Update Material
de: Werkstoff bearbeiten

source: Material deleted successfully
de: Werkstoff erfolgreich gelöscht.

source: Email Addresses
de: Email-Adressen

source: Verified
de: Verifiziert

source: Unverified
de: Nicht-verifiziert

source: Primary
de: Primär

source: Make Primary
de: Als primär festlegen

source: Re-send Verification
de: Verifizierungsmail erneut senden

source: Remove
de: Entfernen

source: Add Email Address
de: Email-Adresse hinzufügen

source: Add Email
de: E-Mail-Adresse hinzufügen

source: Do you really want to remove the selected email address?
de: Möchtest du die ausgewählte E-Mail-Adresse wirklich entfernen?

source: Confirm Email Address
de: Bestägige deine Email-Adresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse von %(user_display)s ist.

source: Confirm
de: Bestätigen

source: Unable to confirm %(email)s because it is already confirmed by a different account.
de: Kann %(email)s nicht bestätigen, da sie bereits von einem anderen Konto bestätigt wurde.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
de: Dieser Bestätigungslink ist leider abgelaufen. Lass Dir bitte eine neue <a href="%(email_url)s">Bestätigungs-Mail</a> schicken.

source: Sign in to your account
de: Anmelden

source: Email address
de: Email-Adresse

source: Password
de: Passwort

source: Remember me
de: Angemeldet bleiben

source: Forgot password?
de: Passwort vergessen?

source: Sign in
de: Anmelden

source: Not a member?
de: Hast du noch keinen Account?

source: Register here.
de: Neues Konto erstellen.

source: Password Reset
de: Passwort zurücksetzen

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
de: Wir haben Dir eine E-Mail geschickt.Wenn du die E-Mail nicht in deinem Posteingang siehst, überprüfe bitte deinen Spam-Ordner.Wenn die E-Mail ansonsten nicht in ein paar Minuten angekommen ist, gib uns bitte Bescheid.

source: Create a new account
de: Erstelle einen neuen Account

source: Password (again)
de: Passwort (wiederholen)

source: Sign up
de: Registrieren

source: Already have an account?
de: Du hast schon einen Account?

source: Sign in here.
de: Melde dich hier an.

source: Verify Your Email Address
de: Bestätige deine E-Mail-Adresse

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
de: Wir haben dir eine E-Mail geschickt, um deine Adresse zu verifizieren. Bitte folge dem Link in der E-Mail um den Anmeldeprozess abzuschließen. Wenn du die E-Mail nicht in deinem Posteingang siehst, überprüfe bitte deinen Spam-Ordner. Wenn die E-Mail nicht in ein paar Minuten angekommen ist, gib uns bitte Bescheid.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
de: Wir haben Dir eine E-Mail geschickt.Wenn du die E-Mail nicht in deinem Posteingang siehst, überprüfe bitte deinen Spam-Ordner.Wenn die E-Mail ansonsten nicht in ein paar Minuten angekommen ist, gib uns bitte Bescheid.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a> .
de: <strong>Anmerkung:</strong> Du kannst <a href="%(email_url)s">Deine E-Mail-Adresse ändern</a>.

source: Filters
de: Filter

source: Apply Filter
de: Filter anwenden

source: Search
de: Suchen

source: Mean S21
de: Mittlere Dämpfung

source: Thickness
de: Dicke

source: Number of Infiltrations
de: Anzahl der Infiltrationen

source: Weight
de: Gewicht

source: Confirm Delete
de: Löschen bestätigen

source: Are you sure you want to delete "%(object_name)s "?
de: Bist du sicher, dass du "%(object_name)s" löschen möchtest?

source: Are you sure you want to delete this measurement?
de: Bist du sicher, dass du diese Messung löschen möchtest?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Material details and related samples.
de: Werkstoffdetails und zugehörige Proben.

source: Edit
de: Bearbeiten

source: Short name
de: Kurzname

source: Samples
de: Proben

source: Sample number
de: Probennummer

source: Measurement
de: Messung

source: Save
de: Speichern

source: Materials
de: Werkstoffe

source: List of Materials
de: Liste der Werkstoffe

source: A list of all materials in the database.
de: Liste aller Werkstoffe in der Datenbank

source: No objects in list.
de: Keine Objekte in der Liste

source: Sample Details
de: Probendetails

source: Sample details and related measurements.
de: Probendetails und zugehörige Messungen.

source: Add Measurement
de: Messung hinzufügen

source: Day of Measurement
de: Tag der Messung

source: List of Samples
de: Liste der Materialproben

source: A list of all samples in the database.
de: Liste aller Materialproben in der Datenbank

source: Number of Measurements
de: Anzahl der Messungen

source: No objects found
de: Keine Objekte gefunden

source: Measurement Details
de: Details der Messung

source: Measurement results of sample <strong>%(name)s</strong> performed on <strong>%(date)s</strong>.
de: Messergebnisse von Probe <strong>%(name)s</strong> durchgeführt am <strong>%(date)s</strong>.

source: The mean S21 value is <strong>%(mean_s21)s dB</strong>.
de: Die mittlere Dämpfung beträgt <strong>%(mean_s21)s dB</strong>.

source: Name of sample
de: Probenname

source: Download Measurements
de: Messungen herunterladen

source: Select Measurements to Download
de: Messungen zum Herunterladen auswählen

source: Select All
de: Alle auswählen

source: Download Selected
de: Ausgewählte herunterladen

source: List of Measurements
de: Liste der Messungen

source: A list of all measurements in the database.
de: Liste aller Messungen in der Datenbank

source: Compare
de: Vergleichen

source: Sample
de: Probe

source: has file
de: hat Datei

source: Add file
de: Datei hinzufügen

source: No file
de: Keine Datei

source: Open user menu
de: Öffne Benutzermenü

source: Settings
de: Einstellungen

source: Sign Out
de: Abmelden

source: My Profile
de: Mein Profil

source: Overview
de: Überblick

source: View all
de: Alle ansehen

source: Legal Notice
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

source: Security
de: Sicherheit

source: This information will not be displayed publicly.
de: Diese Informationen werden nicht öffentlich angezeigt.

source: Full name
de: Vollständiger Name

source: Update
de: Bearbeiten

source: Personal info
de: Persönliche Informationen

source: Permissions
de: Berechtigungen

source: Users
de: Benutzer

source: This email has already been taken.
de: Diese Email wird bereits verwendet.

source: Name of User
de: Name des Benutzers

source: email address
de: Email-Adresse

source: Information successfully updated
de: Information wurde erfolgreich geändert

source: Created
de: Erstellt

source: Modified
de: Geändert
